<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Business Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during registration of a business.
    |
    */
    'edit_profile' => 'ការកែប្រែប្រវត្តិរូប',
    'change_password' => 'ការផ្លាស់ប្តូរលេខសំងាត់',
    'current_password' => 'លេខសំងាត់បច្ចុប្បន្ន',
    'new_password' => 'លេខសំងាត់ថ្មី',
    'confirm_new_password' => 'បញ្ជាក់លេខសំងាត់ថ្មី',
    'user_management' => 'ការគ្រប់គ្រងអ្នកប្រើប្រាស់',
    'roles' => 'តួនាទី',
    'users' => 'អ្នកប្រើប្រាស់',
    'manage_roles' => 'ការគ្រប់គ្រងតួនាទី',
    'all_roles' => 'តួនាទីទាំងអស់',
    'add_role' => 'ការបន្ថែមតួនាទី',
    'role_name' => 'ឈ្មោះតួនាទី',
    'permissions' => 'ការអនុញ្ញាត',
    'role_added' => 'តួនាទីត្រូវបានបន្ថែមដោយជោគជ័យ',
    'role_already_exists' => 'តួនាទីដែលមានឈ្មោះដូចគ្នារួចហើយ',
    'edit_role' => 'កែប្រែតួនាទី',
    'role_updated' => 'តួនាទីបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ',
    'role_deleted' => 'តួនាទីបានលុបចោលដោយជោគជ័យ',
    'manage_users' => 'ការគ្រប់គ្រងអ្នកប្រើប្រាស់',
    'all_users' => 'អ្នកប្រើប្រាស់ទាំងអស់',
    'name' => 'ឈ្មោះ',
    'role' => 'តួនាទី',
    'add_user' => 'ការបន្ថែមអ្នកប្រើប្រាស់',
    'user_added' => 'អ្នកប្រើប្រាស់បានបន្ថែមដោយជោគជ័យ',
    'role_is_default' => 'អ្នកមិនអាចកែប្រែតួនាទីនេះបានទេ',
    'edit_user' => 'ការកែប្រែអ្នកប្រើប្រាស់',
    'leave_password_blank' => 'ទុកចន្លោះពាក្យសម្ងាត់ចោលបើអ្នកមិនចង់ធ្វើបច្ចុប្បន្នភាពពាក្យសម្ងាត់',
    'user_update_success' => 'អ្នកប្រើប្រាស់បានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ',
    'user_delete_success' => 'អ្នកប្រើប្រាស់បានលុបចោលដោយជោគជ័យ',
];
